{
  "testimonials": [
    {
      "comment": "Workshop N-GINE me ha ayudado a mantener mi vehículo en óptimas condiciones. La comunicación con los mecánicos es más fluida y entiendo mejor lo que pasa con mi auto.",
      "role": "Dueño de vehículo"
    },
    {
      "comment": "Gestionar mi taller se ha vuelto mucho más eficiente desde que uso Workshop N-GINE. Puedo asignar tareas a mis mecánicos y llevar un control de cada cliente fácilmente.",
      "role": "Dueño de taller"
    },
    {
      "comment": "Workshop N-GINE ha hecho mi trabajo mucho más fácil. Ahora tengo acceso rápido al historial del vehículo y puedo enfocarme en las reparaciones sin perder tiempo.",
      "role": "Mecánico"
    },
    {
      "comment": "Solía ser caótico gestionar el mantenimiento de mi auto, pero con Workshop N-GINE ahora puedo hacer un seguimiento adecuado de todas las intervenciones y comunicarme mejor con el taller.",
      "role": "Dueño de vehículo"
    },
    {
      "comment": "Workshop N-GINE ha revolucionado mi taller. Sé exactamente en qué etapa se encuentra cada vehículo y puedo ofrecer un servicio más transparente y eficiente a mis clientes.",
      "role": "Dueño de taller"
    },
    {
      "comment": "Workshop N-GINE facilita el seguimiento del flujo de trabajo en el taller. Puedo ver las tareas pendientes y saber qué hacer para cada vehículo sin perderme en papeleo.",
      "role": "Mecánico"
    },
    {
      "comment": "Workshop N-GINE es perfecto para llevar un control de todo lo que sucede con mi coche. Puedo ver todas las reparaciones realizadas y planificar el mantenimiento futuro con facilidad.",
      "role": "Dueño de vehículo"
    },
    {
      "comment": "Con Workshop N-GINE, puedo gestionar mi inventario y las citas de clientes en un solo lugar, haciendo que mi trabajo diario sea mucho más fluido.",
      "role": "Dueño de taller"
    },
    {
      "comment": "El sistema me ayuda a mantenerme organizado y enfocado en las reparaciones. Sé exactamente lo que hay que hacer y cuándo, gracias a Workshop N-GINE.",
      "role": "Mecánico"
    },
    {
      "comment": "Ahora es más fácil gestionar múltiples autos en el taller. Workshop N-GINE me muestra todo lo que necesito, desde la asignación de tareas hasta el historial del cliente.",
      "role": "Dueño de taller"
    },
    {
      "comment": "La plataforma es intuitiva, y ahora puedo planificar mis reparaciones y el mantenimiento sin preocuparme por olvidar algo.",
      "role": "Dueño de vehículo"
    },
    {
      "comment": "Workshop N-GINE ha mejorado enormemente la eficiencia de nuestro taller. Podemos ofrecer servicios más rápidos y gestionar mejor a los clientes.",
      "role": "Dueño de taller"
    },
    {
      "comment": "Como mecánico, realmente aprecio lo organizado que mantiene todo Workshop N-GINE. Me ahorra tiempo y esfuerzo cuando trabajo en diferentes vehículos.",
      "role": "Mecánico"
    },
    {
      "comment": "Workshop N-GINE facilita mucho mantener mi coche funcionando sin problemas. El taller sabe exactamente lo que está pasando y me siento más confiada en el servicio.",
      "role": "Dueño de vehículo"
    },
    {
      "comment": "Gracias a Workshop N-GINE, tengo una visión más clara de las tareas en las que está trabajando mi equipo, lo que ayuda a mejorar el rendimiento general del taller.",
      "role": "Dueño de taller"
    },
    {
      "comment": "Las actualizaciones en tiempo real sobre las reparaciones y tareas han mejorado la comunicación entre nosotros, los mecánicos. Workshop N-GINE mantiene todo organizado.",
      "role": "Mecánico"
    },
    {
      "comment": "Ahora puedo gestionar el mantenimiento de mi vehículo con facilidad. Workshop N-GINE me ayuda a estar informada y me siento más en control del proceso.",
      "role": "Dueño de vehículo"
    },
    {
      "comment": "Workshop N-GINE es un cambio radical para nuestro taller. Es eficiente, fácil de usar, y a nuestros clientes les encanta lo rápido que podemos proporcionar actualizaciones.",
      "role": "Dueño de taller"
    },
    {
      "comment": "Tener todo registrado en Workshop N-GINE facilita centrarse en las reparaciones. Ahorra tiempo y mantiene todo funcionando sin problemas.",
      "role": "Mecánico"
    }
  ]
}